[
	{"id": "1", "name": "Murphy's Irish Stout", "description": "Murphy's Irish Stout (often simply Murphy's), is a stout brewed at the Murphy's Brewery in Cork, Ireland.", "abv": 3.5, "brewery": "Murphy's Brewery"},
	{"id": "2", "name": "Smithwick’s Irish Ale", "description": "Smithwick's is an Irish red ale-style beer. Smithwick's brewery was founded in Kilkenny in 1710. In 1965, it was acquired by Guinness, now part of Diageo.", "abv": 4.5, "brewery": "Smithwick's brewery"},
	{"id": "3", "name": "Budweiser", "description": "Budweiser is an American-style pale lager produced by Anheuser-Busch, currently part of the transnational corporation Anheuser-Busch InBev.", "abv": "5", "brewery": "Anheuser-Busch"},
	{"id": "4", "name": "Kilkenny", "description": "Kilkenny is a nitrogenated Irish cream ale from the makers of Guinness, which originated in Kilkenny, Ireland. It is available in draught, bottles and cans. It is brewed in Ireland.", "abv": 4.3, "brewery": "St. Francis Abbey"},
	{"id": "5", "name": "Beamish Irish Stout", "description": "Beamish stout is being enjoyed in bars and homes throughout Ireland. Beamish has a rich roasted flavour with coffee and dark chocolate undertones, making it a genuine Irish stout.", "abv": 4.1, "brewery": "Beamish & Crawford"},
	{"id": "6", "name": "Clonmel 1650", "description": "This beer is brewed with 100% pale malt (that is entirely malted in Ireland). It has an initially sweet, well-rounded malt character that is beautifully balanced with German hops. The moderately assertive bitterness leads to a clean lingering finish & gives the beer a pleasing drinkability.", "abv": 4.3, "brewery": "Bulmers Ireland"},
	{"id": "7", "name": "O’Hara’s Irish Stout", "description": "O’Hara’s Irish Stout has a robust roast flavour complemented by a full-bodied and smooth mouth feel. The generous addition of Fuggle hops lends a tart bitterness to the dry espresso-like finish.", "abv": 4.3, "brewery": "Carlow Brewing Company"},
	{"id": "8", "name": "Coors Light", "description": "Coors Light is a 4.2% ABV light beer brewed in Golden, Colorado; Albany, Georgia; Elkton, Virginia; Fort Worth, Texas; Irwindale, California; Moncton, New Brunswick; and Milwaukee, Wisconsin.", "abv": 4.2, "brewery": "Coors Brewing Company"},
	{"id": "9", "name": "Heineken", "description": "Heineken Lager Beer, or simply Heineken is a pale lager beer with 5% alcohol by volume produced by the Dutch brewing company Heineken International. Heineken is well known for its signature green bottle and red star.", "abv": 5, "brewery": "Heineken N.V."},
	{"id": "10", "name": "Guinness", "description": "Guinness is an Irish dry stout that originated in the brewery of Arthur Guinness at St. James's Gate, Dublin, Ireland, in 1759. It is one of the most successful beer brands worldwide, brewed in almost 50 countries and available in over 120.", "abv": 4.2, "brewery": "Diageo"}
]